package org.example;

import java.util.Arrays;
import java.util.List;

public class Words {
    public static List<String> animal = Arrays.asList("Медведь", "Волк", "Лиса", "Заяц", "Белка", "Ёж", "Кабан", "Олень", "Лось",
            "Рысь", "Барсук", "Куница", "Норка", "Выдра", "Бобр", "Ондатра", "Крот", "Мышь", "Крыса", "Хомяк", "Сурок",
            "Бурундук", "Суслик", "Горностай", "Ласка", "Хорёк", "Соболь", "Росомаха", "Скунс", "Енот");

    public static List<String> fruit = Arrays.asList("Яблоко", "Груша", "Апельсин", "Банан", "Лимон", "Мандарин", "Виноград", "Персик",
            "Слива", "Абрикос", "Ананас", "Киви", "Клубника", "Малина", "Черника", "Земляника", "Вишня", "Черешня",
            "Гранат", "Манго", "Авокадо", "Папайя", "Дыня", "Арбуз", "Кокос", "Инжир", "Хурма", "Гуава", "Маракуйя",
            "Рамбутан");

    public static List<String> capital = Arrays.asList("Москва", "Вашингтон", "Лондон", "Париж", "Берлин", "Токио", "Пекин", "Рим", "Мадрид",
            "Оттава", "Брюссель", "Гавана", "Мехико", "Каир", "Найроби", "Канберра", "Веллингтон", "Стокгольм", "Осло",
            "Копенгаген", "Амстердам", "Женева", "Вена", "Прага", "Варшава", "Будапешт", "Белград", "Афины", "Рига",
            "Таллин");
}
